import React from 'react';
import Title from "../title/title";

const SinglePage = () => {
  return (
    <div className={"container mx-auto mt-10"}>
      <div className={"bg-white border border-gray-200 rounded-lg shadow  p-4"}>
        <Title title={"راهنمای سیم کارت"} mt={0}/>
        <div className={"leading-10"} dangerouslySetInnerHTML={{__html:"<div><p><span>کاربران در سایت رند به دو صورت حقیقی و حقوقی امکان ثبت‌نام دارند.</span></p><p><span>کاربر حقیقی با مشخصات فردی و کاربر حقوقی با مشخصات شرکتی اطلاعات خود را تکمیل می‌کند.</span></p><p>&nbsp;</p><p><span>نکته مهمی که در نسخه جدید سایت رند وجود دارد این است که نام کاربری از ایمیل به شماره موبایل تغییر کرده است. بنابراین کاربران در نسخه جدید با شماره موبایل خود شناخته می‌شوند. توجه داشته باشید تغییر نام کاربری (شماره موبایل) امکان‌پذیر نیست. بنابراین در انتخاب شماره موبایل دقت فرمایید.</span></p><p><span>کاربران قدیمی نیز می‌توانند با کلیک روی دکمه </span><span>ورود با اطلاعات حساب کاربری نسخه قبلی (ایمیل)</span><span> با ایمیل و پسورد نسخه قبلی وارد و اطلاعات جدید خود را تکمیل نمایند. دقت بفرمایید بعد از انجام این فرآیند شما فقط با کاربری جدید می‌توانید لاگین کنید.</span></p><p><span>کاربران حقوقی باید این نکته را در نظر داشته باشند که علاوه بر مشخصات شرکت، مشخصات مدیرعامل را نیز به درستی وارد نمایند.</span></p><p>&nbsp;</p><p><span>خواندن قوانین مقررات قبل از ثبت‌نام الزامی است.</span></p></div>"}}/>
      </div>
    </div>
  );
};

export default SinglePage;
